{
  "onepheading" : "Welcome to My Project!",
  "onepbody" : "Two summers ago I went to Zacapa, Guatemala to volunteer with a group from my church. In Guatemala my group stayed at the protected compound of a fantastic organization known as Hope of Life. Over the course of my week long trip I developed a strong desire to help the kids I was meeting through my various volunteer assignments. Walking through one of the villages opened my eyes to the sharp contrast between their lives and ours. The fall after my trip I got involved in Hope of life's project to deliver Christmas Bags to the children of the surrounding villages. The following year I raised money for the same project. Now, this year, I am asking for more donations so that the kids I met in Guatemala can look forward to the Christmas season just as much as I do. ",
  "twopheading" : "How Your Donation Will Help",
  "twopbody" : "After you make your contribution I will begin packing gift bags with supplies and toys. After purchasing the goods we will make sure each bag has the necessary materials to allow each kid receiving one to have a great Christmas. Once we finish packing all of the bags the next step is to send them to Hope of Life's office in Rhode Island. From there, the bags will be sent to the Hope of Life Foundation in Guatemala to be distributed among the families of the surrounding villages to ensure as many kids as possible can experience the true joy of opening a gift on Christmas day.",
  "imgoneinfo" : "One of our favorite memories was playing games with kids in sand that was meant for our house construction project. Most of them approached us very quickly and were very happy to get our attention. They also were eager to help us with our Spanish.",
  "imgtwoinfo" : "This was my group's main project in Guatemala. Our goal was to aid the Guatemalan builders in taking this structure and transforming it into a basic home. From shoveling cement to painting we worked hard with very simple tools. Many blisters later we finished the addition to the local village.",
  "imgthreeinfo" : "After completion of the house we had a dedication ceremony for the family moving in. We learned how desperate the situation was for the single mom of two small children. They had been living amongst livestock after her husband's murder and had no place to go. Now with decent shelter the mother had one less thing to worry about and her kids could enjoy a better life.",
  "imgfourinfo" : "She was one of the many young children who came to our food distribution event located at a place known as the dump. Many families, who call the garbage dump their home, came by with containers they picked up from the trash to carry out as much food and drink as they could. These families desperately search through burning garbage every day to retrieve anything that can be recycled for money.",
  "imgfiveinfo" : "The kids love stickers. After we gave them some to play with they immediately covered each other's bodies and faces in stickers. I was amazed by how something so simple could bring them so much joy. ",
  
  "donateInfo" : "Information about how much people should donate/The value of each bag/When donation ends",
  
  "donated" : 1072
  
}
